"Name:" = "Name:";
"Wildcard" = "Platzhalter";

"Extension:" = "Erweiterung:";

"Label:" = "Etikett:";
"Hold Command to select multiple labels" = "Befehlstaste gedrückt halten, um mehrere Etiketten auszuwählen";

"Kind:" = "Art:";
"Any" = "Alle";
"Folder" = "Ordner";
"File" = "Datei";

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@ Elemente ausgewählt";

"Extend selection" = "Erweiterte Auswahl";

"Select" = "Auswählen";
"Invert" = "Umkehren";
"Select & Close" = "Auswählen & Schließen";